export const tab1_newsList = [{
    title: '上新通知',
    extra: '2019.02.17',
    thumb: '/assets/images/avatar_border.png',
  body: '最新到货：\n    ➢天然荞麦茶（袋装）\n    ➢多种手工枕（天然荞麦壳枕芯）\n    ➢天然荞麦粉（袋装）',
    footer: ''
  },
  {
    title: '小程序v1.1.0上线了',
    extra: '2019.02.17',
    thumb: '/assets/images/avatar_border.png',
    body: '今天交付了v1.1.0的英英荞麦，在这个版本中：\n    ➢使用开源组件重新设计了ui和页面.\n    ➢重新设计了近期动态和关于我们的tab页面，做成swiper tab.\n    ➢明确了产品定位.\n    ➢完善了部分功能\n    ➢文案撰写和校对\n    ➢海报和图标的设计',
    footer: ''
  },
  {
    title: '情人节',
    extra: '2019.02.15',
    thumb: '/assets/images/avatar_border.png',
    body: '情人节快乐❤!',
    footer: ''
  },
  {
    title: '小程序目前功能',
    extra: '2019.02.14',
    thumb: '/assets/images/avatar_border.png',
    body: '目前功能主要集中在客户端，主要做商品展示，动态消息，联系商家等作用。接下来，将会进行小程序的后端开发🚀。',
    footer: ''
  },

  {
    title: '为什么要做小程序？',
    extra: '2019.02.13',
    thumb: '/assets/images/avatar_border.png',
    body: '开发者😎：这个小程序是为了支持我的母亲的退休再创业（尽管目前是小打小闹的零售）。今年年后，亲戚聚会的时候，饭桌的讨论使我萌发了这个想法。',
    footer: ''
  },
  {
    title: '来了，微信小程序',
    extra: '2019.02.13',
    thumb: '/assets/images/avatar_border.png',
    body: '感谢开源社区，仅有前端的英英荞麦微信小程序终于来了❀❀❀。Thank you, open source.',
    footer: ''
  },

]